[
  {
    "brief": "Việt Nam có một nền văn hóa đặc sắc, lâu đời và là một xã hội đã hình thành theo chế độ nhà nước sớm nhất ở khu vực Đông Nam Á.[1]",
    "name": "Thời tiền sử",
    "start": null,
    "kings": null,
    "end": null,
    "id": 1
  },
  {
    "brief": "Hồng Bàng thị (chữ Hán: 鴻龐氏) hay Thời đại Hồng Bàng là một giai đoạn lịch sử thuộc thời đại thượng cổ của lịch sử Việt Nam.",
    "name": "Hồng Bàng",
    "start": null,
    "kings": null,
    "end": null,
    "id": 2
  },
  {
    "brief": "An Dương vương (chữ Hán: 安陽王), tên thật là Thục Phán (蜀泮),[2] là người lập nên nước Âu Lạc, nhà nước thứ hai trong lịch sử Việt Nam sau nhà nước Văn Lang. Niên đại trị vì của An Dương Vương được các tài liệu ghi khác nhau. Sử cũ như Đại Việt sử ký toàn thư, Khâm định Việt sử thông giám cương mục cho rằng thời gian ông làm vua Âu Lạc kéo dài 50 năm, từ 257 TCN đến 208 TCN.[3] Các sử gia hiện đại căn cứ vào Sử ký Tư Mã Thiên là tài liệu gần thời đại nước Âu Lạc nhất, cho rằng An Dương Vương và nước Âu Lạc tồn tại từ khoảng 208 TCN đến 179 TCN, tức là gần 30 năm.[4].",
    "name": "An Dương Vương",
    "start": null,
    "kings": [],
    "end": null,
    "id": 3
  },
  {
    "brief": "Bắc thuộc lần thứ nhất (chữ Nôm: 北屬吝次一, ngắn gọn: Bắc thuộc lần 1) trong lịch sử Việt Nam kéo dài từ khoảng thế kỷ thứ 2 trước Công nguyên đến năm 40, dưới sự cai trị của phong kiến Trung Quốc.",
    "name": "Bắc thuộc lần I",
    "start": "207 TCN",
    "kings": [
      "Hán Vũ Đế",
      "Hán Chiêu Đế",
      "Hán Quang Vũ Đế"
    ],
    "end": "40",
    "id": 4
  },
  {
    "brief": "Hai Bà Trưng (13 tháng 9 năm 14 – 5 tháng 3 năm 43) là tên chỉ chung hai chị em Trưng Trắc (徵側) và Trưng Nhị (徵貳), hai người phụ nữ được đánh giá là anh hùng dân tộc của người Việt.[5] Trong sử sách, hai bà được biết đến như là những thủ lĩnh khởi binh chống lại chính quyền đô hộ của Đông Hán, lập ra một quốc gia với kinh đô tại Mê Linh và Trưng Trắc tự phong là Nữ vương. Thời kì của hai Bà xen giữa thời kỳ Bắc thuộc lần 1 và Bắc thuộc lần 2 trong lịch sử Việt Nam. Đại Việt sử ký toàn thư coi Trưng Trắc là một vị vua trong lịch sử, với tên gọi Trưng Nữ vương (徵女王).",
    "name": "Hai Bà Trưng",
    "start": "40",
    "kings": [],
    "end": "43",
    "id": 5
  },
  {
    "brief": "Bắc thuộc lần thứ hai (chữ Nôm: 北屬吝次二, ngắn gọn: Bắc thuộc lần 2) trong lịch sử Việt Nam kéo dài từ năm 43 đến năm 543. Thời kỳ này bắt đầu khi Mã Viện theo lệnh Hán Quang Vũ Đế nhà Đông Hán đánh chiếm lại bộ Giao Chỉ từ tay Trưng Vương, kéo dài đến khi Lý Bí khởi binh đánh đuổi thứ sử[1] nhà Lương là Tiêu Tư năm 542 rồi lập ra nước Vạn Xuân năm 544.",
    "name": "Bắc thuộc lần II",
    "start": "43",
    "kings": [
      "Hán Quang Vũ Đế",
      "Tôn Quyền",
      "Tấn Vũ Đế",
      "Lưu Tống Vũ Đế",
      "Nam Tề Cao Đế",
      "Lương Vũ Đế"
    ],
    "end": "541",
    "id": 6
  },
  {
    "brief": "Nhà Tiền Lý (chữ Nôm: 茹前李, chữ Hán: 前李朝, Hán Việt: Tiền Lý triều, 544 – 602) là một triều đại trong lịch sử Việt Nam, gắn liền với quốc hiệu Vạn Xuân. Nhà Tiền Lý kéo dài 61 năm và nước Vạn Xuân kéo dài 58 năm, tổng cộng ba đời vua, trong đó có hai vua họ Lý và một vua họ Triệu cũng được tính gộp vào nhà Tiền Lý, tương tự như Dương Tam Kha trong nhà Ngô sau đó.",
    "name": "Nhà Tiền Lý",
    "start": null,
    "kings": [
      "Lý Nam Đế",
      "Triệu Việt Vương",
      "Lý Phật Tử"
    ],
    "end": null,
    "id": 7
  },
  {
    "brief": "Triệu Việt Vương (chữ Hán: 趙越王; 524 – 571), tên thật là Triệu Quang Phục (趙光復), là một trong những lãnh đạo khởi nghĩa, giành tự chủ thời bắc thuộc ở Việt Nam cai trị từ năm 548 đến năm 571. Ông có công kế tục Lý Nam Đế đánh đuổi quân xâm lược nhà Lương, giữ nền độc lập cho nước Vạn Xuân. Năm 571, ông bị Lý Phật Tử đánh úp và thua trận. Ông tự tử ở cửa sông Đáy.",
    "name": "Triệu Việt Vương",
    "start": "541",
    "kings": [],
    "end": "602",
    "id": 8
  },
  {
    "brief": "Bắc thuộc lần thứ ba (chữ Nôm: 北屬吝次三, ngắn gọn: Bắc thuộc lần 3) trong lịch sử Việt Nam kéo dài từ năm 602 đến năm 905 hoặc năm 939. Thời kỳ này bắt đầu khi Tùy Văn Đế sai Lưu Phương đánh chiếm nước Vạn Xuân, bức hàng Hậu Lý Nam Đế, kéo dài cho đến khi Khúc Thừa Dụ tiến vào Đại La, giành quyền cai quản toàn bộ Tĩnh Hải quân năm 905 - thời Đường Ai Đế, ông vua bù nhìn trong tay quyền thần Chu Ôn.",
    "name": "Bắc thuộc lần III",
    "start": "602",
    "kings": [
      "Tùy Văn Đế",
      "Đường Cao Tổ",
      "Lưu Nham",
      "Độc Cô Tổn",
      "Khúc Thừa Dụ",
      "Khúc Hạo",
      "Khúc Thừa Mỹ",
      "Dương Đình Nghệ",
      "Kiều Công Tiễn"
    ],
    "end": "905",
    "id": 9
  },
  {
    "brief": "Tự chủ là thời kỳ đầu khôi phục lại nền độc lập của Việt Nam đầu thế kỷ 10 sau hơn 1000 năm Bắc thuộc. Thời kỳ này, người Việt đã tự cai trị lãnh thổ nhưng chưa xưng làm vua, và chưa đặt quốc hiệu. Bề ngoài, Việt Nam vẫn là một phần lãnh thổ của \"thiên triều\" phương Bắc ở Trung nguyên với tên gọi \"Tĩnh Hải quân\" và người đứng đầu chỉ nối tiếp nhau làm chức Tiết độ sứ như một quan cai trị của Trung Quốc trước đây.",
    "name": "Tự chủ",
    "start": "905",
    "kings": null,
    "end": "938",
    "id": 10
  },
  {
    "brief": "Nhà Ngô (chữ Nôm: 茹吳, chữ Hán: 吳朝, Hán Việt: Ngô triều) là một triều đại quân chủ trong lịch sử Việt Nam, truyền được hai đời nhưng có tới ba vị vua, kéo dài từ năm 939 đến năm 965. Khoảng thời gian xen giữa từ 944 đến 950 còn có Dương Bình Vương tức Dương Tam Kha. Khác với các triều đại quân chủ Việt Nam sau này, các vua nhà Ngô vẫn xưng tước vương mà chưa xưng đế hiệu trên phạm vi toàn lãnh thổ do họ cai trị.",
    "name": "Nhà Ngô",
    "start": "938",
    "kings": [
      "Ngô Quyền",
      "Dương Tam Kha",
      "Ngô Xương Xí"
    ],
    "end": "967",
    "id": 11
  },
  {
    "brief": "Nhà Đinh (chữ Nôm: 茹丁, chữ Hán: 丁朝, Hán Việt: Đinh triều) là triều đại quân chủ phong kiến trong lịch sử Việt Nam bắt đầu năm 968, sau khi Đinh Tiên Hoàng dẹp xong loạn 12 sứ quân thống nhất đất nước và kết thúc năm 980 khi con của Đinh Tiên Hoàng là Đinh Phế Đế nhường ngôi cho Lê Hoàn.",
    "name": "Nhà Đinh",
    "start": "968",
    "kings": [
      "Đinh Tiên Hoàng",
      "Đinh Phế Đế"
    ],
    "end": "980",
    "id": 12
  },
  {
    "brief": "Nhà Lê (chữ Nôm: 茹黎, chữ Hán: 黎朝, Hán Việt: Lê triều), hay còn được gọi là nhà Tiền Lê (chữ Nôm: 家前黎, Chữ Hán: 前黎朝, Hán Việt: Tiền Lê triều)[2] là một triều đại quân chủ trong lịch sử Việt Nam, bắt đầu khi Đinh Phế Đế nhường ngôi cho Lê Hoàn vào năm 980, trải qua ba đời quân chủ và chấm dứt khi Lê Long Đĩnh qua đời. Quốc hiệu vẫn là Đại Cồ Việt.",
    "name": "Nhà Tiền Lê",
    "start": "980",
    "kings": [
      "Lê Đại Hành",
      "Lê Trung Tông",
      "Lê Ngọa Triều"
    ],
    "end": "1009",
    "id": 13
  },
  {
    "brief": "Nhà Lý (chữ Nôm: 茹李, chữ Hán: 李朝, Hán Việt: Lý triều), đôi khi gọi là nhà Hậu Lý (để phân biệt với triều đại Tiền Lý do Lý Bí thành lập) là một triều đại trong nền quân chủ Việt Nam. Triều đại này bắt đầu khi Lý Công Uẩn lên ngôi vào tháng 10 âm lịch năm 1009 sau khi giành được quyền lực từ tay nhà Tiền Lê. Triều đại này trải qua 9 vị hoàng đế và chấm dứt khi Lý Chiêu Hoàng, lúc đó mới có 7 tuổi, bị ép thoái vị để nhường ngôi cho chồng là Trần Cảnh vào năm 1225 – tổng cộng là 216 năm.",
    "name": "Nhà Lý",
    "start": "1009",
    "kings": [
      "Lý Thái Tổ",
      "Lý Chiêu Hoàng"
    ],
    "end": "1225",
    "id": 14
  },
  {
    "brief": "Nhà Trần (chữ Nôm: 茹陳, chữ Hán: 陳朝, Hán Việt: Trần triều) là một triều đại quân chủ cai trị nước Đại Việt từ năm 1226 đến năm 1400. Đây là triều đại được lưu danh với những chiến công hiển hách trong lịch sử Việt Nam. Triều đại này khởi đầu khi Trần Cảnh lên ngôi vào năm 1226 sau khi được vợ là Lý Chiêu Hoàng truyền ngôi. Những năm đầu tiên, Trần Cảnh còn nhỏ tuổi, toàn bộ quyền hành của nhà Trần đều do một tông thất vai chú của Trần Cảnh là Trần Thủ Độ nắm quyền, chính Trần Thủ Độ đã âm thầm ép Lý Chiêu Hoàng nhường ngôi cho cháu mình.",
    "name": "Nhà Trần",
    "start": "1225",
    "kings": [
      "Trần Thái Tông",
      "Trần Thiếu Đế"
    ],
    "end": "1400",
    "id": 15
  },
  {
    "brief": "Nhà Hồ (chữ Nôm: 茹胡, chữ Hán: 胡朝, Hán Việt: Hồ triều) là một triều đại quân chủ trong lịch sử Việt Nam, bắt đầu khi Hồ Quý Ly lên ngôi năm 1400 sau khi giành được quyền lực từ tay nhà Trần và chấm dứt khi Hồ Hán Thương bị quân Minh bắt vào năm 1407 – tổng cộng là 7 năm. Quốc hiệu Đại Việt đã đổi thành Đại Ngu năm 1400.",
    "name": "Nhà Hồ",
    "start": "1400",
    "kings": [
      "Hồ Quý Ly",
      "Hồ Hán Thương"
    ],
    "end": "1407",
    "id": 16
  },
  {
    "brief": "Thời kỳ Bắc thuộc lần thứ tư (chữ Nôm: 北屬吝次四) hay còn gọi là thời Minh thuộc trong lịch sử Việt Nam bắt đầu từ năm 1407 khi đế quốc Minh đánh bại nhà Hồ-Đại Ngu và chấm dứt năm 1427 khi Lê Lợi đánh đuổi được quân Minh ra khỏi bờ cõi, giành thắng lợi hoàn toàn trong cuộc khởi nghĩa Lam Sơn. Thời kỳ thuộc Minh chỉ kéo dài 20 năm.",
    "name": "Bắc thuộc lần IV",
    "start": "1407",
    "kings": [],
    "end": "1427",
    "id": 17
  },
  {
    "brief": "Nhà Hậu Lê (chữ Nôm: 茹後黎, chữ Hán: 後黎朝, Hán Việt: Hậu Lê triều; (1428-1789) là một triều đại phong kiến Việt Nam tồn tại sau thời Bắc thuộc lần 4 và đồng thời với nhà Mạc, nhà Tây Sơn trong một thời gian, trước Nhà Nguyễn",
    "name": "Nhà Hậu Lê",
    "start": null,
    "kings": null,
    "end": null,
    "id": 18
  },
  {
    "brief": "Nhà Tây Sơn (chữ Nôm: 家西山, chữ Hán: 西山朝 \/ Tây Sơn triều) là một triều đại quân chủ trong lịch sử Việt Nam tồn tại từ năm 1778 đến năm 1802, được thành lập trong bối cảnh tranh chấp quyền lực cuối thời Lê Trung hưng (1533–1789). Theo cách gọi của phần lớn sử gia, nhất là các sử gia hiện đại[1] tại Việt Nam thì \"nhà Tây Sơn\" được dùng để gọi triều đại của anh em Nguyễn Nhạc, Nguyễn Lữ và Nguyễn Huệ để phân biệt với nhà Nguyễn của Nguyễn Ánh (vì cùng họ Nguyễn). Ngoài ra, \"Tây Sơn\" cũng chỉ các lãnh tụ và quân đội khởi nghĩa xuất thân từ ấp Tây Sơn; cũng được dùng làm tên cuộc chiến của Tây Sơn.",
    "name": "Nhà Tây Sơn",
    "start": "1778",
    "kings": [
      "Nguyễn Nhạc",
      "Nguyễn Huệ",
      "Nguyễn Quang Toản"
    ],
    "end": "1802",
    "id": 19
  },
  {
    "brief": "Nhà Nguyễn (chữ Nôm: 茹阮, chữ Hán: 阮朝; Hán-Việt: Nguyễn triều) là triều đại quân chủ cuối cùng trong lịch sử Việt Nam. Nhà Nguyễn được thành lập sau khi Nguyễn Ánh (Gia Long) lên ngôi hoàng đế năm 1802 và kết thúc khi Bảo Đại thoái vị vào năm 1945, tổng cộng là 143 năm. Triều Nguyễn là một triều đại đánh dấu nhiều thăng trầm trong lịch sử Việt Nam, đặc biệt là cuộc xâm lược của người Pháp giữa thế kỷ 19.",
    "name": "Nhà Nguyễn",
    "start": "1802",
    "kings": [
      "Gia Long",
      "Hàm Nghi",
      "Bảo Đại"
    ],
    "end": "1945",
    "id": 20
  },
  {
    "brief": "Chiến tranh Đông Dương, còn được gọi là Chiến tranh Đông Dương lần thứ nhất là một cuộc xung đột diễn ra tại ba nước Đông Dương bao gồm Việt Nam, Lào và Campuchia, giữa một bên là Quân đội Viễn chinh Pháp cùng các lực lượng đồng minh bản xứ bao gồm lực lượng của Quốc gia Việt Nam, Vương quốc Lào, Vương quốc Campuchia thuộc Liên hiệp Pháp, bên kia là lực lượng Việt Nam Dân chủ Cộng hòa (Việt Minh) cùng các lực lượng kháng chiến khác của Lào (Pathet Lào) và Campuchia (Khmer Đỏ). Cuộc chiến bắt đầu từ ngày 19 tháng 12 năm 1946 khi Hồ Chí Minh ra lệnh Toàn quốc kháng chiến và kết thúc ngày 20 tháng 7 năm 1954 khi Hiệp định Genéve được ký kết. Tuy nhiên xung đột thật sự đã nổ ra từ ngày 23 tháng 9 năm 1945 khi quân Pháp theo chân quân Anh tiến vào miền Nam Việt Nam để giải giáp quân Nhật.",
    "name": "Chiến tranh Đông Dương",
    "start": "1945",
    "kings": [],
    "end": "1975",
    "id": 21
  },
  {
    "brief": "Việt Nam, tên gọi chính thức là Cộng hòa Xã hội chủ nghĩa Việt Nam, là một quốc gia nằm ở cực Đông của bán đảo Đông Dương thuộc khu vực Đông Nam Á, giáp với Lào, Campuchia, Trung Quốc, biển Đông và vịnh Thái Lan.",
    "name": "Cộng hòa Xã hội Chủ nghĩa Việt Nam",
    "start": "từ 1976",
    "kings": [
      "Nguyễn Phú Trọng",
      "Nguyễn Xuân Phúc",
      "Phạm Minh Chính",
      "Vương Đình Huệ"
    ],
    "end": null,
    "id": 22
  }
]