[
  {
    "Kế nhiệm": "Nguyễn Văn Đọc",
    "Học vấn": "Tiến sĩ Kinh tế",
    "Sinh": "3 tháng 2, 1963 (54 tuổi) Thanh Miện, Hải Dương, Việt Nam Dân chủ Cộng hòa",
    "Trang web": "http:\/\/vuducdam.chinhphu.vn\/",
    "name": "Vũ Đức Đam",
    "Vị trí": "Việt Nam",
    "Nhiệm kỳ": "25 tháng 02 năm 2014 – nay 3 năm, 275 ngày",
    "Đảng phái": "Đảng Cộng sản Việt Nam",
    "Tiền nhiệm": "Vũ Nguyên Nhiệm"
  },
  {
    "Công việc": "Bố chính sứ",
    "Học vấn": "Phó bảng",
    "Quốc gia": "Đại Nam",
    "name": "Vũ Giác",
    "Bút danh": "Tùng Trai"
  },
  {
    "brief": "Vũ Giới (chữ Hán: 武玠, 1541-1593), người xã Lương Xá, huyện Thiện Tài, trấn Kinh Bắc (nay là thôn Lương Xá, xã Phú Lương, huyện Lương Tài, Bắc Ninh)1 , cùng làng với Phạm Quang Tiến, trạng nguyên khoa thi 1565. Đỗ trạng nguyên khoa Đinh Sửu, niên hiệu Sùng Khang thứ 12 (1577) đời Mạc Mậu Hợp2 3 . Làm quan qua các chức như Hữu thị lang, Thượng thư Lại bộ2 .",
    "death": "1593",
    "name": "Vũ Giới",
    "birth": "chữ Hán: 武玠, 1541"
  },
  {
    "• Mật độ đô thị": "4,300\/km2 (11,000\/mi2)",
    "• Bí thư thành ủy": "Ngô Siêu (吴超)",
    "GDP (2008)": "396,0 tỷ CNY (13)",
    "• Các dân tộc chính": "Hán - 99% Thiểu số - 1%",
    "• Thị trưởng": "Vạn Dũng (万勇)",
    "Múi giờ": "Giờ chuẩn Trung Quốc (UTC+8)",
    "Biển số xe": "鄂A 鄂O (cảnh sát và quan chức)",
    "ISO 3166-2": "cn-??",
    "• Đô thị": "6.660.000",
    "Đơn vị cấp huyện": "13",
    "- trên đầu người": "44.000 CNY",
    "• Phó tỉnh cấp thị": "1,089.29 vạn",
    "Mã bưu chính": "430000 - 430400",
    "Thành phố kết nghĩa": "Duisburg, Galați, Kiev, Khartoum, Ōita, Bordeaux, Manchester, Christchurch, Ashdod, Arnhem, St. Pölten, Pittsburgh, Bangkok, St. Louis, Győr, Kópavogur, Swansea, İzmir",
    "Tỉnh": "Hồ Bắc",
    "Quốc gia": "Trung Quốc",
    "Trang web": "http:\/\/www.wuhan.gov.cn",
    "name": "Vũ Hán",
    "Đơn vị cấp hương": "153",
    "HDI (2005)": "?",
    "Định cư": "223 TCN",
    "• Hạng": "8",
    "Mã điện thoại": "+86\/27"
  },
  {
    "brief": "Vũ Hộ (1478-1531), hay Mạc Bang Hộ, là công thần khai quốc nhà Mạc trong lịch sử Việt Nam.",
    "death": "1531",
    "name": "Vũ Hộ",
    "birth": "1478"
  },
  {
    "brief": "Vũ Đế (chữ Hán: 武帝) là thụy hiệu của một số vị quân chủ.",
    "death": "",
    "name": "Vũ Hoàng Đế",
    "birth": ""
  },
  {
    "brief": "Vũ Hồn (804 - 853) là quan nhà Đường trong lịch sử Trung Quốc. Ông từng cai trị An Nam đô hộ phủ (miền Bắc và Bắc Trung Bộ Việt Nam). Trước đây, Vũ Hồn được cho là thuỷ tổ của dòng họ Vũ tại Việt Nam, tuy nhiên hiện nay các nhà nghiên cứu đã chứng minh Vũ Hồn không phải là người họ Vũ đầu tiên ở Việt Nam.1",
    "death": "853",
    "name": "Vũ Hồn",
    "birth": "804"
  },
  {
    "brief": "Vũ Hồng Khanh (chữ Hán: 武鴻卿; 1898 – 1993) là một nhà cách mạng và chính khách Việt Nam. Ông là một trong các lãnh tụ của Việt Nam Quốc dân đảng; từng là thành viên trong Chính phủ liên hiệp kháng chiến thành lập ngày 2 tháng 3 năm 1946, giữ chức Phó Chủ tịch Kháng chiến Ủy viên Hội.",
    "death": " 1993",
    "name": "Vũ Hồng Khanh",
    "birth": "chữ Hán: 武鴻卿; 1898"
  },
  {
    "brief": "Vũ Hữu (chữ Hán: 武有, 14371 –1530) là một nhà toán học người Việt, và cũng là một danh thần dưới triều đại Lê Thánh Tông, Lê Hiến Tông. Ông còn được coi là nhà toán học đầu tiên của Việt Nam.",
    "death": "1530",
    "name": "Vũ Hữu",
    "birth": "chữ Hán: 武有, 14371"
  },
  {
    "brief": "Vũ Huy Tấn hay Võ Huy Tấn (chữ Hán: 武輝瑨;1 1749 2 - 1800), còn có tên là Liễn, hiệu là Nhất Thủy. Ông là nhà thơ, là viên quan trải hai triều đại: nhà Lê trung hưng và nhà Tây Sơn trong lịch sử Việt Nam.",
    "death": "1800",
    "name": "Vũ Huy Tấn",
    "birth": "chữ Hán: 武輝瑨;1 1749 2"
  },
  {
    "Sinh": "19 tháng 9, 1916 (101 tuổi)",
    "name": "Vũ Khiêu",
    "Nhiệm kỳ": "1956 – 1957",
    "Vợ": "Nguyễn Thị Quý (1918-1994)"
  },
  {
    "brief": "Vũ Kiệt (chữ Hán: 武傑,1452 - ?), người xã Yên Việt, huyện Siêu Loại, Kinh Bắc1 2 (nay là thôn Cửu Yên thuộc xã Ngũ Thái, huyện Thuận Thành tỉnh Bắc Ninh), đỗ đầu đệ nhất giáp tiến sĩ cập đệ (Trạng nguyên) khoa tháng tư, Nhâm Thìn, Hồng Đức năm thứ 3 (1472), đời Lê Thánh Tông3 cùng Nguyễn Toàn An, Vương Khắc Thuật đỗ đệ nhất giáp tiến sĩ cập đệ; bọn Vũ Đức Khang 7 người đỗ đệ nhị giáp tiến sĩ xuất thân; bọn Chử Phong 16 người đỗ đệ tam giáp đồng tiến sĩ xuất thân. Do ngôi làng quê ông có tên Nôm là làng Vít nên dân gian quen gọi Vũ Kiệt là Trạng Vít (Trạng làng Vít)4 .",
    "death": "?",
    "name": "Vũ Kiệt",
    "birth": "chữ Hán: 武傑,1452"
  },
  {
    "Kế nhiệm": "Đặng Xuân Kỳ",
    "Sinh": "ngày 26 tháng 9 năm 1921 Thường Tín, Hà Nội",
    "name": "Vũ Kỳ",
    "Mất": "16 tháng 4, 2005 (83 tuổi) Bệnh viện Hữu nghị, Hà Nội",
    "Nhiệm kỳ": "1987 – 1990",
    "Tiền nhiệm": "Hà Huy Giáp"
  },
  {
    "brief": "Vũ Lăng có thể là:",
    "death": "",
    "name": "Vũ Lăng",
    "birth": ""
  },
  {
    "brief": "Vũ Mộng Nguyên (1380 - ?)1 , hiệu: Vị Khê, Lạn Kha; là quan nhà Lê sơ, và là nhà thơ Việt Nam ở nửa đầu thế kỷ 15.",
    "death": "?",
    "name": "Vũ Mộng Nguyên",
    "birth": "1380"
  },
  {
    "brief": "Vũ Nghĩa (chữ Hán: 武义) có thể chỉ:",
    "death": "",
    "name": "Vũ Nghĩa",
    "birth": ""
  },
  {
    "brief": "Giáo sư Vũ Ngọc Khánh (1926 – 26 tháng 6 năm 2012) là một nhà nghiên cứu văn hóa Việt Nam, các công trình của ông chủ yếu về nghiên cứu văn hóa dân gian",
    "death": " 26 tháng 6 năm 2012",
    "name": "Vũ Ngọc Khánh",
    "birth": "1926"
  },
  {
    "brief": "Vũ Như Tô (chữ Hán: 武如蘇,1 1476-1517) là một người thợ xây dựng tài ba thời Lê. Ông được cho là tác giả phác thảo kiến trúc của Cửu Trùng Đài và cung điện trăm nóc, một công trình kiến trúc cực kỳ tráng lệ trong Hoàng Thành Thăng Long, được mô tả là \"tuy chưa hoàn thành mà bóng rợp nửa hồ Tây\"2 .",
    "death": "1517",
    "name": "Vũ Như Tô",
    "birth": "chữ Hán: 武如蘇,1 1476"
  },
  {
    "McCune–Reischauer": "Muryǒng-wang, Munyǒng-wang, Muyǒng-wang",
    "name": "Vũ Ninh Vương",
    "Hanja": "斯摩, 餘隆",
    "Romaja quốc ngữ": "Sama, Yeo Yung",
    "Hangul": "사마, 여융"
  },
  {
    "brief": "Vũ Quỳnh (武瓊, 1452-1516) là một vị quan nhà Lê sơ và đồng thời cũng là một trong những người đóng góp xây dựng bộ quốc sử Việt Nam, bộ Đại Việt sử ký toàn thư.",
    "death": "1516",
    "name": "Vũ Quỳnh",
    "birth": "武瓊, 1452"
  },
  {
    "brief": "Vũ Sư Thước (武師鑠, ?-1580) là đại thần có công giúp nhà Lê trung hưng thời chiến tranh Lê-Mạc trong lịch sử Việt Nam.",
    "death": "1580",
    "name": "Vũ Sư Thước",
    "birth": "武師鑠, ?"
  },
  {
    "brief": "Hà Tiên trấn Hiệp trấn Mạc thị gia phả (nguyên tác bằng Hán văn: 河僊鎮協鎮鄚氏家譜; nghĩa là \"gia phả của dòng họ Mạc của quan Hiệp trấn trấn Hà Tiên\") hay gọi ngắn gọn là Mạc thị gia phả (鄚氏家譜), là một bộ gia phả về dòng họ Mạc ở Nam bộ do Vũ Thế Dinh (武世營), con nuôi của Mạc Thiên Tích biên soạn. Đây được coi là một bộ gia phả cổ nhất của miền đất Nam bộ Việt Nam. Hiệp trấn là chức quan của Mạc Công Du, con trai của Mạc Thiên Tích tại thời điểm ra đời của cuốn gia phả này.",
    "death": "",
    "name": "Vũ Thế Dinh",
    "birth": ""
  },
  {
    "brief": "Bát Nàn, có nơi gọi là Bát Nạn hay Bát Não (?-43) là một nữ tướng thời Hai Bà Trưng trong lịch sử Việt Nam. Bà được xem là một trong những tướng lĩnh có đóng góp lớn cho cuộc khởi nghĩa.",
    "death": "43",
    "name": "Vũ Thị Thục",
    "birth": "?"
  },
  {
    "brief": "Vũ Dương (chữ Hán: 武暘, ? - ?), có sách chép là Vũ Tích, người làng Man Nhuế, huyện Thanh Lâm, thừa tuyên Hải Dương (nay thuộc thôn Mạn Nhuế, thị trấn Nam Sách (xã Thanh Lâm cũ), huyện Nam Sách, tỉnh Hải Dương). Đỗ Trạng nguyên khoa Quý Sửu, niên hiệu Hồng Đức thứ 24 (1493)1 . Làm quan đến Hàn lâm Thị thư, đi sứ Trung Quốc, được thăng chức thượng thư bộ Công và được phong tước Hầu. Ông có tham gia nhóm Tao đàn Nhị thập bát Tú của Lê Thánh Tông2 .",
    "death": "?",
    "name": "Vũ Tích",
    "birth": "chữ Hán: 武暘, ?"
  },
  {
    "brief": "Vũ Tiên có thể chỉ đến:",
    "death": "",
    "name": "Vũ Tiên",
    "birth": ""
  },
  {
    "brief": "Vũ Tông (chữ Hán: 武宗) hoặc Võ Tông, là miếu hiệu của một số vị quân chủ:",
    "death": "",
    "name": "Vũ Tông",
    "birth": ""
  },
  {
    "brief": "Vũ Tông Phan (武宗璠, 1800 - 1851) còn gọi là Võ Tông Phan, là Danh sĩ, Nhà giáo dục đời nhà Nguyễn. Ông tự Hoán Phủ, hiệu Lỗ Am, Đường Xuyên, là học trò danh sĩ Phạm Quý Thích, là bạn Cao Bá Quát, Nguyễn Văn Siêu... tại trường Tự Tháp; tục gọi là Nghè Tự Tháp. Vũ Tông Phan nguyên quán ở làng Hoa Đường, huyện Đường An sau đổi là làng Lương Ngọc, nay thuộc xã Thúc Kháng, huyện Bình Giang, tỉnh Hải Dương. Đỗ Tiến sĩ năm Bính Tuất 1826 thời Minh Mạng, ông làm Tham hiệp trấn Ninh Bình nhưng sau bị giáng làm Đốc học Bắc Ninh. Sau này, ông cáo quan về mở trường dạy học ở thôn Tự Tháp, phường Báo Thiên, huyện Thọ Xương (nay là quận Hoàn Kiếm, Hà Nội).[cần dẫn nguồn]",
    "death": "1851",
    "name": "Vũ Tông Phan",
    "birth": "武宗璠, 1800"
  },
  {
    "Kế nhiệm": "Vũ Đình Hòe",
    "Sinh": "13 tháng 3, 1912 Hà Nội, Đông Dương thuộc Pháp",
    "name": "Vũ Trọng Khánh",
    "Mất": "22 tháng 1, 1996 (83 tuổi) Hà Nội, Việt Nam",
    "Vị trí": "Hải Phòng, Việt Nam",
    "Nhiệm kỳ": "tháng 7 năm 1945 – 2 tháng 9, 1945 0 năm, 49 ngày",
    "Tiền nhiệm": "không có",
    "Dân tộc": "Kinh"
  },
  {
    "Vợ\/chồng": "Vũ Mỹ Lương",
    "Công việc": "Nhà văn, nhà báo",
    "Tác phẩm nổi bật": "Số đỏ, Giông tố, Kĩ nghệ lấy Tây",
    "Con cái": "Vũ Mỵ Hằng (con gái)",
    "name": "Vũ Trọng Phụng",
    "Giai đoạn sáng tác": "1930-1939",
    "Thể loại": "Trào phúng, Phóng sự",
    "Bút danh": "Thiên Hư",
    "Thân nhân": "Vũ Văn Lân (cha) Phạm Thị Khách (mẹ)",
    "Trào lưu": "Hiện thực"
  },
  {
    "Quốc tịch": "Việt Nam",
    "Sinh": "Vũ Tuân Hải Dương, Việt Nam",
    "Quốc gia": "Việt Nam",
    "name": "Vũ Tuân",
    "Tên khác": "Vũ Tích",
    "Nghề nghiệp": "Chính trị gia Đảng Cộng sản Việt Nam",
    "Phối ngẫu": "Nguyễn Lê Vân",
    "Dân tộc": "Kinh"
  },
  {
    "brief": "Vũ Tuấn Chiêu (chữ Hán: 武濬昭, 1426 - ?) nguyên quán xã Cổ Liễu, huyện Tây Chân (nay thuộc xã Nam Hùng huyện Nam Trực, tỉnh Nam Định), phủ Phụng Thiên, trú quán phường Nhật Chiêu, huyện Quảng Đức (nay thuộc xã Đông Ngạc, huyện Từ Liêm, thành phố Hà Nội)1 . Ông đỗ đầu trong số ba đệ nhất giáp tiến sĩ cập đệ (tức trạng nguyên) khoa thi Hồng Đức năm thứ 6 (1475)2 . Ông làm quan đến Tả Thị lang Bộ Lại1 .",
    "death": "?",
    "name": "Vũ Tuấn Chiêu",
    "birth": "chữ Hán: 武濬昭, 1426"
  },
  {
    "brief": "Vũ Uy (?-1424) hay Lê Uy là một trong những khai quốc công thần nhà Hậu Lê trong lịch sử Việt Nam.",
    "death": "1424",
    "name": "Vũ Uy",
    "birth": "?"
  },
  {
    "Trường": "Đại học Y Hà Nội",
    "Kế nhiệm": "Đặng Hồi Xuân",
    "Sinh": "1914 Mỹ Hào, Hưng Yên, Liên bang Đông Dương",
    "name": "Vũ Văn Cẩn",
    "Mất": "1982 (67–68 tuổi) Hà Nội, Việt Nam",
    "Nhiệm kỳ": "1971 – 1974",
    "Đảng phái": "Đảng Cộng sản Việt Nam",
    "Tiền nhiệm": "Nguyễn Văn Hưởng",
    "Nơi ở": "Hà Nội"
  },
  {
    "brief": "Vũ Văn Dũng hay Võ Văn Dũng (chữ Hán: 武文勇) (?-1802) 1 , là một danh tướng của nhà Tây Sơn, đứng đầu trong Tây Sơn thất hổ tướng. Ông là người được vua Quang Trung cử đi sứ vào những thời điểm quan trọng nhất, ông cũng là một trong những tướng lĩnh trung thành cuối cùng đã chiến đấu để bảo vệ sự tồn tại của vương triều Tây Sơn trong lịch sử Việt Nam.",
    "death": "",
    "name": "Vũ Văn Dũng",
    "birth": "chữ Hán: 武文勇) (?"
  },
  {
    "Triều đại": "Bắc Chu",
    "Trị vì": "557",
    "Kế nhiệm": "Bắc Chu Hiếu Minh Đế",
    "Thân mẫu": "Nguyên phu nhân, nguyên là Phùng Dực công chúa của Tây Ngụy",
    "Sinh": "542",
    "name": "Vũ Văn Giác",
    "Mất": "557",
    "Hậu duệ": "Kỉ Lệ vương Vũ Văn Khang (宇文康), con của Lục thị, bị Chu Vũ Đế bắt tự sát năm 576",
    "An táng": "Tĩnh lăng (靜陵)",
    "Tiền nhiệm": "Tây Ngụy Cung Đế Triều đại thành lập",
    "Thân phụ": "Vũ Văn Thái",
    "Thê thiếp": "Sùng Nghĩa Hoàng hậu Nguyên Hồ Ma (元胡摩) phu nhân Bành thị phu nhân Lục thị"
  },
  {
    "Đăng quang": "tự xưng",
    "Kế nhiệm": "không quân đội bị Đậu Kiến Đức giải tán",
    "Tước hiệu": "Hứa Đế (許帝)",
    "name": "Vũ Văn Hóa Cập",
    "Mất": "619",
    "Tại vị": "618 – 619",
    "Hậu duệ": "Vũ Văn Thừa Cơ (宇文承基) Vũ Văn Thừa Chỉ (宇文承趾) một con trai khác",
    "Tiền nhiệm": "Dương Hạo của triều Tùy",
    "Thân phụ": "Vũ Văn Thuật"
  },
  {
    "brief": "Vũ Văn Mật (chữ Hán: 武文密; ?-?) là em của Vũ Văn Uyên, vị chúa Bầu thứ hai của họ Vũ ở Tuyên Quang.",
    "death": "?",
    "name": "Vũ Văn Mật",
    "birth": "chữ Hán: 武文密; ?"
  },
  {
    "brief": "Vũ Văn Nhậm (chữ Hán: 武文任, ? - 1788) hay Võ Văn Nhậm, là một danh tướng nhà Tây Sơn trong lịch sử Việt Nam.",
    "death": "1788",
    "name": "Vũ Văn Nhậm",
    "birth": "chữ Hán: 武文任, ?"
  },
  {
    "Kế nhiệm": "Bắc Chu Hiếu Mẫn Đế",
    "Sinh": "507",
    "name": "Vũ Văn Thái",
    "Mất": "556",
    "Tại vị": "Thụy phong",
    "Hậu duệ": "Vũ Văn Giác"
  },
  {
    "Kế nhiệm": "Gia Quốc Công",
    "Tước hiệu": "Khánh Bá Hầu",
    "Sinh": "1479",
    "name": "Vũ Văn Uyên",
    "Mất": "1557 Thành Nghị Lang,Tuyên Quang",
    "Hoàng tộc": "Chúa Vũ",
    "Tại vị": "1527 - 1557",
    "Tiền nhiệm": "Không có Chúa Vũ đầu tiên",
    "Tên đầy đủ": "Vũ Văn Uyên (武文密)"
  },
  {
    "Nhiếp chính": "Dương Kiên",
    "Kế nhiệm": "Triều đại sụp đổ Tùy Văn Đế",
    "Thân mẫu": "Chu Mãn Nguyệt",
    "Sinh": "573",
    "name": "Vũ Văn Xiển",
    "Mất": "581",
    "Hoàng tộc": "Bắc Chu",
    "Tại vị": "1 tháng 4 năm 579 – 4 tháng 3 năm 581 (1 năm, 337 ngày)",
    "An táng": "Cung lăng (恭陵)",
    "Tiền nhiệm": "Bắc Chu Tuyên Đế",
    "Thân phụ": "Bắc Chu Tuyên Đế",
    "Thê thiếp": "Hoàng hậu Tư Mã Lệnh Cơ"
  },
  {
    "brief": "Vũ Vương (chữ Hán: 武王) hay Võ Vương, là thụy hiệu của một số vị quân chủ.",
    "death": "",
    "name": "Vũ Vương",
    "birth": ""
  },
  {
    "brief": "Vũ Xuân Thiều (1945-19721 ) là một thượng úy Quân đội Nhân dân Việt Nam, anh hùng cảm tử đã lao vào tiêu diệt máy bay B-52 của Không lực Hoa Kỳ2 3 . Ở quận Long Biên, Hà Nội hiện có một con đường mang tên Vũ Xuân Thiều.",
    "death": "19721",
    "name": "Vũ Xuân Thiều",
    "birth": "1945"
  },
  {
    "brief": "30°33′17″B 114°18′46″Đ﻿ \/ ﻿30,55472°B 114,31278°Đ",
    "death": "",
    "name": "Vũ Xương",
    "birth": ""
  },
  {
    "brief": "Thiếu tướng Vũ Yên (1919-1979) là một tướng lĩnh của Quân đội Nhân dân Việt Nam, nguyên là Hiệu trưởng Trường Sĩ quan Lục quân. Ông tên thật là Nguyễn Văn Tịch; quê phường Phúc Xá, quận Ba Đình, thành phố Hà Nội. Ông tham gia cách mạng năm 1944, nhập ngũ năm 1945, được phong quân hàm Thiếu tướng năm 1974, gia nhập Đảng Cộng sản Đông Dương năm 1946.",
    "death": "1979",
    "name": "Vũ Yên",
    "birth": "1919"
  },
  {
    "Công việc": "Nhà văn, nhà sưu tập, nhà khảo cứu",
    "Sinh": "27 tháng 9 năm 1902 Sóc Trăng",
    "name": "Vương Hồng Sển",
    "Mất": "9 tháng 12, 1996 (94 tuổi) Thành phố Hồ Chí Minh"
  },
  {
    "brief": "Trung tướng Vương Thừa Vũ (tên thật là Nguyễn Văn Đồi, sinh năm 1910 tại làng Vĩnh Ninh, xã Vĩnh Quỳnh, huyện Thanh Trì, thành phố Hà Nội - mất năm 1980) là một trung tướng Quân đội Nhân dân Việt Nam. Vương Thừa Vũ là một vị tướng, một nhà lãnh đạo, chỉ huy có tài của Quân đội nhân dân Việt Nam. Ông có nhiều đóng góp cho sự nghiệp giải phóng đất nước, giải phóng Thủ đô.1 2 Ông là chỉ huy trưởng mặt trận Hà Nội năm 1946 khi toàn quốc kháng chiến nổ ra. Ông cũng là Đại đoàn trưởng kiêm Chính uỷ đầu tiên của Đại đoàn 308, đại đoàn chủ lực đầu tiên của Quân đội Nhân dân Việt Nam (nay là Sư đoàn 308 Quân Tiên Phong, Quân đoàn I).",
    "death": "mất năm 1980",
    "name": "Vương Thừa Vũ",
    "birth": "tên thật là Nguyễn Văn Đồi, sinh năm 1910 tại làng Vĩnh Ninh, xã Vĩnh Quỳnh, huyện Thanh Trì, thành phố Hà Nội"
  }
]